Repository: rdswift/picard-docs-restructure
Catalog: _locale/*/LC_MESSAGES/faq/faq_usage.po
Languages: pt_br

source: Using Picard
pt_br: Usando o Picard

source: How do I tag files with Picard?
pt_br: Como etiqueto arquivos com o Picard?

source: The green "Tagger" :index:`icon <tagger icon, icon; tagger>` disappeared from MusicBrainz.org, how do I get it back?
pt_br: O :index:`ícone <tagger icon, icon; tagger>` "Tagger" verde desapareceu do MusicBrainz.org. Como o consigo de volta?

source: This icon shows up when a manual lookup is performed via Picard using :menuselection:`"Tools --> Lookup"`.
pt_br: Este ícone aparece quando a busca manual é realizada via Picard usando :menuselection:`"Ferramentas --> Buscar"`.

source: Alternatively the parameter ``?tport=8000`` can be added to the end of almost any MusicBrainz URL and the green tagger icons will continue to show up from then on.
pt_br: Alternativamente, o parâmetro ``?tport=8000`` pode ser adicionado ao final de quase todas URLs MusicBrainz e o ícone tagger verde continuará aparecendo daí em diante.

source: I'm trying to :index:`load a release <release; load error, album; load error, error; couldn't load album>` in Picard, but all I'm seeing is "Couldn't load album errors". What's up?
pt_br: Eu estou tentando :index:`carregar um lançamento <release; load error,album;load error,error;couldn't load album>` no Picard, mas só vejo erros "Não foi possível carregar o álbum". O que está acontecendo?

source: If you get "Couldn't load album errors" for releases in Picard, this can occur for a number of reasons. Check the following:
pt_br: Erros do tipo "Não foi possível carregar o álbum" podem ocorrer por várias razões. Cheque o seguinte:

source: **Is the problem persistent for a given release?**
pt_br: **O problema persiste para um lançamento específico?**

source: Try waiting a minute or two, or even a bit longer and then try again with a right-click, "Refresh". Sometimes the servers are just overloaded and temporarily reject requests.
pt_br: Tente aguardar um minuto ou dois, ou um pouco mais e tente novamente clicando com o botão direito, "Atualizar". Os servidores podem estar sobrecarregados ou rejeitando requisições.

source: **Has the release been deleted from MusicBrainz?**
pt_br: **O lançamento foi apagado do MusicBrainz?**

source: If you are re-tagging files previously tagged with Picard, and get this error, the release has possibly been :index:`deleted <release; deleted>`. Try to right-click and use the "Lookup in browser" option to view the release on the website. If you can't find it, it may have been deleted. This could be because you tagged a pending release that was voted down, or tagged against a release that was deleted because editors decided it wasn't a valid release. This can happen for homebrew compilations, bad torrent or pirate rips, "advance" releases or very poorly added releases. Usually there will be an alternate release you can tag against, which you can find by searching or doing another clustered lookup from Picard. If you can't find a replacement and believe it has been deleted unfairly, `submit a new release <https://musicbrainz.org/doc/How_to_Add_a_Release>`_, supplying evidence of the track listing and as much information as possible to prove it is genuine and it may be accepted again.
pt_br: Se estiver re-etiquetando arquivos previamente etiquetados pelo Picard e encontrar este erro, o lançamento provavelmente foi :index:`apagado <release; deleted>`. Tente clicar com o botão direito e use a opção "Buscar no navegador" para olhar o lançamento pelo site. Se não conseguir encontrá-lo, ele pode ter sido apagado. Isto pode ter acontecido por você ter utilizado um lançamento pendente de revisão que foi recusado ou removido por um editor que o considerou inválido. Isto pode acontecer para compilações, torrents, digitalizações piratas, lançamentos adicionados incorretamente. Geralmente existe um lançamento correto que serve de alternative, o qual pode encontrar procurando novamente manualmente ou via Picard. Se não puder encontrar uma alternative e acredita que o lançamento foi apagado indevidamente, `submeta um novo lançamento <https://musicbrainz.org/doc/How_to_Add_a_Release>`_, fornecendo evidências como a lista de trilhas do lançamento e o que mais puder para provar que é genuíno.

source: I'm using macOS, where are my :index:`network folders <macos; network folders>` or drives?
pt_br: Estou usando o macOS, onde estão minhas :index:`pastas na rede <macos; network folders>` ou discos?

source: These should show up in the add file and add folder dialogs, but they aren't visible by default in the file browser pane. If you want to see them in the file browser pane, right click in the pane and select "show hidden files". They should then be visible in the :file:`/Volumes` folder.
pt_br: Estes devem ser mostrados nos diálogos de adicionar arquivos ou pastas, mas não são visíveis por padrão no painel de navegação de arquivos. Se quiser mostrá-los, clique com o botão direito no painel e selecione "mostrar arquivos ocultos". Eles devem estar visíveis na pasta :file:`/Volumes`.

source: macOS shows the app is :index:`damaged <macos; app damaged>`. How can I run Picard?
pt_br: macOS mostra o aplicativo como :index:`corrompido <macos; app damaged>`. Como executo o Picard?

source: On macOS 10.12 and 10.13 there have been reports that sometimes the MusicBrainz Picard app cannot be started and macOS shows an error message:
pt_br: Alguns usuários reportaram que o MusicBrainz Picard não pode ser executado ou mostra uma mensagem de erro no macOS 10.12 e 10.13:

source: "MusicBrainz Picard.app" is damaged and can't be opened. You should move it to the Trash.
pt_br: O aplicativo "MusicBrainz Picard.app" está danificado/corrompido e não pode ser aberto. Você deve movê-lo para o lixo.

source: This mostly seems to happen after moving the file to the Applications folder and seems to be caused by Gatekeeper mistakenly marking the app as damaged. To solve the issue open a terminal and run::
pt_br: Isto parece ocorrer após mover o arquivo para a pasta de Aplicações e parece causado pelo Gatekeeper marcando o aplicativo como danificado indevidamente. Para resolver o problema, abra o terminal e execute::

source: This will clear the app being marked as damaged. If you have placed the app in a different location than :file:`/Applications` adjust the path in the command above accordingly.
pt_br: Isto irá remover a marcação de danificado. Se você tiver colocado o aplicativo numa pasta diferente de :file:`/Aplicações`, ajuste o caminho no comando acima.

source: Picard is installed on Linux as a Snap, how can I access removable media?
pt_br: Picard está instalado no Linux como um Snap, como posso acessar um disco removível?

source: Picard installed as a Snap is running inside a sandbox and thus it does not have full access to all files and folders on your system. By default Picard has access to your home folder. You can additionally give it access to removable media by running the following command on a terminal:
pt_br: Snaps são executados dentro de uma caixa de areia e portanto não tem acesso a todos os arquivos e pastas no seu sistema. Por padrão, o Picard tem acesso à sua pasta de usuário. Você pode dar permissões adicionais para discos removíveis com o seguinte comando:
