Repository: rdswift/picard-docs-restructure
Catalog: _locale/*/LC_MESSAGES/about_picard/glossary.po
Languages: pt_br

source: :index:`Glossary of Terms <glossary>`
pt_br: :index:`Glossário de Termos <glossary>`

source: Many of the terms used in this documentation and within Picard itself have specific meaning in the MusicBrainz environment. Specific terms are defined as follows:
pt_br: Muitos dos termos utilizados nesta documentação e no Picard tem um significado específico no ambiente MusicBrainz. Seguem as definições de alguns termos específicos:

source: **acoustic fingerprint**
pt_br: **digital acústica**

source: An :index:`acoustic fingerprint <acoustic fingerprint, fingerprint; acoustic>` is a digital summary of an audio signal, that can be used to quickly identify the audio.
pt_br: Uma :index:`digital acústica <acoustic fingerprint, fingerprint; acoustic>` é um sumário digital de um sinal de áudio, que pode ser usado para identificar o áudio rapidamente.

source: Please see `Wikipedia <https://wikipedia.org/wiki/Acoustic_fingerprint>`_ for a full explanation of acoustic fingerprinting.
pt_br: Mais informações sobre digitais acústicas estão disponíveis no `Wikipedia <https://wikipedia.org/wiki/Acoustic_fingerprint>`_.

source: :index:`AcoustID` is an acoustic fingerprint system built entirely on open-source technology. See the `AcoustID website <https://acoustid.org/>`_ for additional information.
pt_br: O :index:`AcoustID` é um sistema de digitais acústicais feita de tecnologia inteiramente aberta. Mais informações estão disponíveis no site do `AcoustID <https://acoustid.org/>`_.

source: **albumartist**
pt_br: **artista do álbum**

source: The musician or group of musicians performing on a release. For example, "The Beatles" is the :index:`albumartist` for the album "`Past Masters, Volume One <https://musicbrainz.org/release/9383a6f5-9607-4a36-9c68-8663aad3592b>`_", while the albumartist for "`No Boundaries: A Benefit for the Kosovar Refugees <https://musicbrainz.org/release/65536c6a-9219-4c41-9829-781eab7cdb50>`_" is "Various Artists".
pt_br: O músico ou grupo de músicos em um lançamento. Por exemplo, os "The Beatles" são o :index:`albumartist` do álbum "`Past Masters, Volume One <https://musicbrainz.org/release/9383a6f5-9607-4a36-9c68-8663aad3592b>`_", enquanto o albumartist para "`No Boundaries: A Benefit for the Kosovar Refugees <https://musicbrainz.org/release/65536c6a-9219-4c41-9829-781eab7cdb50>`_" são "Vários Artistas".

source: The albumartist usage is different for Classical Music releases, which follow the MusicBrainz `Classical Style Guide <https://musicbrainz.org/doc/Style/Classical>`_, listing the composer(s) first, followed by the performers.
pt_br: O uso do albumartist é diferente para lançamentos de Música Clássica, que segue o `Guia de Estilo Clássico (Classical Style Guide) <https://musicbrainz.org/doc/Style/Classical>`_ do MusicBrainz, listando o(s) compositor(es) primeiro, seguido dos músicos.

source: **artist**
pt_br: **artista**

source: The musician or group of musicians performing on a track. For example, "Jeen" is the :index:`artist` on the track "`Be (One in a Million) <https://musicbrainz.org/track/5acda7a7-697c-4614-8467-7c48b3d946a6>`_" on the album "`Tourist <https://musicbrainz.org/release/472f4da8-c7dd-4e4a-8aae-9e7824f85afc>`_".
pt_br: O músico ou grupo de músicos em uma trilha. Por exemplo, a "Jeen" é a :index:`artista <artist>` da trilha "`Be (One in a Million) <https://musicbrainz.org/track/5acda7a7-697c-4614-8467-7c48b3d946a6>`_", parte do álbum "`Tourist <https://musicbrainz.org/release/472f4da8-c7dd-4e4a-8aae-9e7824f85afc>`_".

source: Please see the `Artist <https://musicbrainz.org/doc/Artist>`_ page on the MusicBrainz website for additional information.
pt_br: Mais informações sobre `Artistas <https://musicbrainz.org/doc/Artist>`_ estão disponíveis nesta página do MusicBrainz.

source: The artist usage is different for Classical Music releases, which follow the MusicBrainz Classical Style Guide, showing only the composer and not the performers.
pt_br: O uso do artista é diferente em lançamentos de Música Clássica , que seguem o Guia de Estilo Clássico do MusicBrainz, mostrando apenas o compositor, mas não os músicos tocando a obra.

source: **artist credit**
pt_br: **crédito de artista**

source: An :index:`artist credit` indicates who is the main credited artist (or artists) for releases, release groups, tracks and recordings, and how they are credited. They consist of artists, with (optionally) their names as credited in the specific release, track, etc., and join phrases between them. For example, on the release "`Love Sponge <https://musicbrainz.org/release/6ca797fd-8f3a-4326-bdc7-f805cb2de088>`_" the artist is "`Walk off the Earth <https://musicbrainz.org/artist/e2a5eaeb-7de7-4ffe-a519-e18e427a5060>`_" but is credited as "Gianni and Sarah".
pt_br: Um :index:`crédito de artista` indica o principal autor (ou principais autores) dos lançamentos, grupos de lançamentos, trilhas e gravações, e como são creditados. Os créditos consistem de artistas, seus nomes como foram creditados no lançamento, trilha, etc específico, além de conjunções ligando seus nomes. Por exemplo, o lançamento "`Love Sponge <https://musicbrainz.org/release/6ca797fd-8f3a-4326-bdc7-f805cb2de088>`_" tem como artista "`Walk off the Earth <https://musicbrainz.org/artist/e2a5eaeb-7de7-4ffe-a519-e18e427a5060>`_" , mas os mesmos são creditados como "Gianni and Sarah".

source: Please see the `Artist Credits <https://musicbrainz.org/doc/Artist_Credits>`_ page on the MusicBrainz website for additional information.
pt_br: Mais informações sobre `Créditos de Artistas <https://musicbrainz.org/doc/Artist_Credits>`_ estão disponíveis nesta página do MusicBrainz.

source: :index:`The <see: CAA; cover art archive>` `Cover Art Archive <https://coverartarchive.org/>`_ which is a :index:`joint project <cover art archive>` between the `Internet Archive <https://archive.org/>`_ and `MusicBrainz <https://musicbrainz.org/>`_, whose goal is to make cover art images available to everyone on the Internet in an organized and convenient way.
pt_br: :index:`O <see: CAA; cover art archive>` `Cover Art Archive <https://coverartarchive.org/>`_ é um :index:`projeto conjunto <cover art archive>` entre o `Internet Archive <https://archive.org/>`_ e o `MusicBrainz <https://musicbrainz.org/>`_, que tem como objetivo disponibilizar imagens de capas de álbum para todos da Internet de uma maneira conveniente e organizada.

source: Please see the `Cover Art Archive page <https://musicbrainz.org/doc/Cover_Art_Archive>`_ on the MusicBrainz website for additional information.
pt_br: Mais informções sobre o `Cover Art Archive <https://musicbrainz.org/doc/Cover_Art_Archive>`_ estão disponíveis no site do MusicBrainz.

source: **disc id**
pt_br: **id do disco**

source: A :index:`Disc ID <disc id>` is the code number which MusicBrainz uses to link a physical CD to a release listing. It is a string of letters, like ``XzPS7vW.HPHsYemQh0HBUGr8vuU-``. Disc IDs for a release can be seen on the disc IDs tab for the release on MusicBrainz. Clicking on these will give a detailed display of the disc ID, including the list of attached releases.
pt_br: O :index:`ID do Disco <disc id>` é um código que o MusicBrainz usa para correlacionar um disco físico a uma entrada de lançamento no banco de dados. O código é composto por uma série de caracteres, como ``XzPS7vW.HPHsYemQh0HBUGr8vuU-``. Os IDs do Disco para um lançamento podem ser visto na aba de IDs de Disco de um lançamento no MusicBrainz. Clicando em um deles mostrará informações detalhadas sobre o disco, incluindo lançamentos anexados.

source: A release may have any number of disc IDs, and a disc ID may be linked to multiple releases. This is because `disc ID calculation <https://musicbrainz.org/doc/Disc_ID_Calculation>`_ involves a hash of the frame offsets of the CD tracks. Different pressing of a CD often have slightly different frame offsets, and hence different disc IDs.
pt_br: Um lançamento pode ter um número arbitrário de IDs de disco, e um mesmo ID de disco pode ser utilizado em diversos lançamentos. Isto se deve ao `cálculo do ID do disco <https://musicbrainz.org/doc/Disc_ID_Calculation>`_, que envolve o hash dos deslocamentos até as trilhas que compõem o CD. Diferentes tiragens de CD freqüentemente resultam em deslocamentos diferentes, que resultam em IDs de disco diferentes.

source: Conversely, two different CDs may happen to have exactly the same set of frame offsets and hence the same disc ID. For example ``lwHl8fGzJyLXQR33ug60E8jhf4k-`` applies to a wide `variety of releases <https://musicbrainz.org/cdtoc/lwHl8fGzJyLXQR33ug60E8jhf4k->`_ by a variety of artists.
pt_br: Da mesma maneira, dois CDs distintos podem ter exatamente os mesmos deslocamentos resultando no mesmo ID do disco. Um exemplo disto é o ID de disco ``lwHl8fGzJyLXQR33ug60E8jhf4k-``, que se aplica a diversos `lançamentos variados <https://musicbrainz.org/cdtoc/lwHl8fGzJyLXQR33ug60E8jhf4k->`_ de diversos artistas.

source: :index:`The <see: mbid; MusicBrainz Identifier>` :index:`MusicBrainz Identifier`, which is a unique code used to identify each element in the MusicBrainz database. These are 128-bit Universally Unique Identifiers (UUID) represented as 32 hexadecimal digits, displayed in five groups separated by hyphens, in the form 8-4-4-4-12 for a total of 36 characters.
pt_br: :index:`O <see: mbid; MusicBrainz Identifier>` :index:`Identificador MusicBrainz (MBID)` é um código único para identificar cada elemento no banco de dados MusicBrainz. Esses MBIDs são compostos por Identificadores Únicos Universais (UUID) de 128-bits, representados como 32 dígitos hexadecimais. São mostrados em cinco grupos separados por hífens na forma 8-4-4-4-12 resultando em 36 caracteres.

source: Please see the `UUID page on Wikipedia <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ for more information.
pt_br: Mais informações sobre `UUIDs <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ estão disponíveis nesta página do Wikipedia.

source: **medium**
pt_br: **meio**

source: :index:`One <medium>` of the physical, separate things you would get when you buy something in a record store. They are the individual CDs, vinyls, etc. contained within the packaging of an album (or any other type of release). Mediums are always included in a release, and have a position in said release (e.g. disc 1 or disc 2). They have a format like CD, 12" vinyl or cassette (in some cases this will be unknown), and can have an optional title (e.g. disc 2: The Early Years). For example, CD 1 of "`The Wall <https://musicbrainz.org/release/4bd2dbd5-a961-335a-a618-39c26b2ee791#disc1>`_".
pt_br: :index:`Um meio <medium>` físico se refere à forma da reprodução comprada na loja de discos. Podem ser CDs individuais, vinis, etc contidos na embalagem de um álbum (ou alguma outra forma de lançamento). Meios são sempre incluídos em um lançamento e a posição naquele lançamento (por exemplo: disco 1 ou disco 2). Os meios também tem seu formato, como: CD, vinil de 12 polegadas, cassette (em alguns casos isto pode ser desconhecido), e pode ter um título opcional (por exemplo: disco 2: The Early Years). Um exemplo de posição de um meio é o CD 1 de "`The Wall <https://musicbrainz.org/release/4bd2dbd5-a961-335a-a618-39c26b2ee791#disc1>`_".

source: Please see the `Medium <https://musicbrainz.org/doc/Medium>`_ page on the MusicBrainz website for additional information.
pt_br: Mais detalhes sobre `Meios <https://musicbrainz.org/doc/Medium>`_ estão disponíveisnesta página do MusicBrainz.

source: **non-album track**
pt_br: **faixa exclusiva**

source: This term is :index:`obsolete <see: non-album track; standalone recording>` and has been replaced with 'standalone recording'.
pt_br: Este termo é :index:`obsoleto <ver: faixa exclusiva; gravação independente>` e foi substituído por 'gravação independente'.

source: **recording**
pt_br: **gravação**

source: An entity in MusicBrainz which can be linked to tracks on releases. Each track must always be associated with a single :index:`recording`, but a recording can be linked to any number of tracks. For example, this recording of "`Bohemian Rhapsody <https://musicbrainz.org/recording/b1a9c0e9-d987-4042-ae91-78d6a3267d69>`_" is found as a track on over 100 releases.
pt_br: Uma entidade no MusicBrainz que pode ser ligada a faixas de álbuns. Cada faixa deve sempre ser associada a uma única :index:`gravação`, mas uma gravação pode ser ligada a qualquer número de faixas. Por exemplo, esta gravação de "`Bohemian Rhapsody <https://musicbrainz.org/recording/b1a9c0e9-d987-4042-ae91-78d6a3267d69>`_" é encontrada como uma faixa em mais de 100 álbuns.

source: Please see the `Recording <https://musicbrainz.org/doc/Recording>`_ page on the MusicBrainz website for additional information.
pt_br: Por favor, veja o link `Gravação <https://musicbrainz.org/doc/Recording>`_ no site do MusicBrainz para mais informações.

source: **release**
pt_br: **álbum**

source: Represents the unique issuing of a product on a specific date with specific :index:`release` information such as the country, label, barcode and packaging. For example "`Sea of No Cares <https://musicbrainz.org/release/4e4ba41e-24ae-3f57-87f6-3d8f19ae9483>`_" is one version of the album released by Great Big Sea.
pt_br: Representa o lançamento único de um produto em uma data específica com informações de :index:`álbum` tais como o país, gravadora, código de barras e embalagem. Por exemplo "`Sea of No Cares <https://musicbrainz.org/release/4e4ba41e-24ae-3f57-87f6-3d8f19ae9483>`_" é uma versão do álbum lançada por Great Big Sea.

source: Please see the `Release <https://musicbrainz.org/doc/Release>`_ page on the MusicBrainz website for additional information.
pt_br: Por favor, veja o link de `Lançamento <https://musicbrainz.org/doc/Release>`_ no site do MusicBrainz para mais informações.

source: **release group**
pt_br: **grupo de lançamento***

source: Groups several different releases into a single logical entity. Every release belongs to one, and only one :index:`release group`. Both release groups and releases are "albums" in a general sense, but with an important difference: a release is something you can buy as media such as a CD or a vinyl record, while a release group embraces the overall concept of an album — it doesn't matter how many CDs or editions / versions it had. For example the `"Sea of No Cares" <https://musicbrainz.org/release-group/7e7ffd2b-3d1b-3487-aaaf-e4e6037f09ca>`_ release group contains multiple releases.
pt_br: Agrupa vários lançamentos diferentes em uma única entidade. Cada lançamento pertence a um, e apenas um :index:`grupo de lançamentos`. Tanto o grupo de lançamentos quanto os lançamentos são denominados como "álbuns" em um sentido geral, mas com uma diferença importante: um lançamento é algo que você pode comprar como mídia, como um CD ou um disco de vinil, enquanto um grupo de lançamentos adota o conceito geral de um álbum — não importa quantos CDs ou edições / versões ele tinha. Por exemplo, o `"Sea of No Cares" <https://musicbrainz.org/release-group/7e7ffd2b-3d1b-3487-aaaf-e4e6037f09ca>`_ grupo de lançamentos contém vários lançamentos.

source: Please see the `Release Group <https://musicbrainz.org/doc/Release_Group>`_ page on the MusicBrainz website for additional information.
pt_br: Favor visitar a página `Grupo de lançamentos <https://musicbrainz.org/doc/Release_Group>`_ no site do MusicBrainz para mais informações.

source: **standalone recording**
pt_br: **gravação independente**

source: A :index:`recording <recording; standalone, standalone recording>` that is not linked to any release. An example is "`Sea of No Cares (live) <https://musicbrainz.org/recording/0198c132-ed38-430c-92bd-d3c7e9ff25b8>`_" by Great Big Sea.
pt_br: O :index:`gravação <gravação; independente, gravação independente>` que não está ligado a nenhum lançamento . Um exemplo é "`Sea of No Cares (live) <https://musicbrainz.org/recording/0198c132-ed38-430c-92bd-d3c7e9ff25b8>`_" por Great Big Sea.

source: Please see the `Standalone Recording <https://musicbrainz.org/doc/Standalone_Recording>`_ page on the MusicBrainz website for additional information.
pt_br: Favor visitar a página `Gravação independente <https://musicbrainz.org/doc/Standalone_Recording>`_ no site do MusicBrainz para mais informações.

source: **track**
pt_br: **faixa**

source: A :index:`track` is the way a recording is represented on a particular release (or, more precisely, on a particular medium). Every track has a title and is credited to one or more artists. For example, track 7 of the album "`Back to Boston <https://musicbrainz.org/release/9780e88d-a9e2-4e99-87c4-e54b65e7e49b>`_" by Jason Anderson is "`Driving Home <https://musicbrainz.org/track/bf8ecb3c-6fe6-41b7-a078-5748265a9f94>`_".
pt_br: O :index:`faixa` é a forma como uma gravação é representada em um determinado lançamento (ou, mais precisamente, em um determinado meio). Cada faixa tem um título e é creditada a um ou mais artistas. Por exemplo, a faixa 7 do álbum "`Back to Boston <https://musicbrainz.org/release/9780e88d-a9e2-4e99-87c4-e54b65e7e49b>`_" por Jason Anderson é "`Driving Home <https://musicbrainz.org/track/bf8ecb3c-6fe6-41b7-a078-5748265a9f94>`_".

source: Please see the `Track <https://musicbrainz.org/doc/Track>`_ page on the MusicBrainz website for additional information.
pt_br: Favor visitar a página `Faixa <https://musicbrainz.org/doc/Track>`_ no site do MusicBrainz para mais informações.

source: :index:`A distinct intellectual or artistic creation <work>`, which can be expressed in the form of one or more audio recordings. While a 'Work' in MusicBrainz is usually musical in nature, it is not necessarily so. A work could also be a novel, play, poem or essay, later recorded as an oratory or audiobook. For example, the song "`Blinded by the Light <https://musicbrainz.org/work/7a757d97-da2a-3751-8d32-94d471de2eeb>`_" written by Bruce Springsteen has been recorded well over 100 times.
pt_br: :index:`Uma <obra> distinta intelectual ou artística`, que pode ser expressa na forma de uma ou mais gravações de áudio. Embora uma 'obra' no MusicBrainz seja geralmente de natureza musical, não é necessariamente assim. Uma obra também pode ser um romance, peça, poema ou ensaio, mais tarde gravado como um oratório ou livro de áudio. Por exemplo, a canção "`Blinded by the Light <https://musicbrainz.org/work/7a757d97-da2a-3751-8d32-94d471de2eeb>`_" criado por Bruce Springsteen já foi gravado mais de 100 vezes.

source: Please see the `Work <https://musicbrainz.org/doc/Work>`_ page on the MusicBrainz website for additional information.
pt_br: Favor visitar a página `Obra <https://musicbrainz.org/doc/Work>`_ no site do MusicBrainz para mais informações.

source: For more information on these and other terms used, please refer to the `Terminology <https://musicbrainz.org/doc/Terminology>`_ page on the MusicBrainz website.
pt_br: Para mais informações sobre vários termos utilizados, favor consultar a página `Terminologia <https://musicbrainz.org/doc/Terminology>`_ no site do MusicBrainz.

source: For a detailed explanation of how all the elements are related within the MusicBrainz environment, please refer to the `MusicBrainz Database / Schema <https://musicbrainz.org/doc/MusicBrainz_Database/Schema>`_ webpage.
pt_br: Para uma explicação detalhada de como todos os elementos estão relacionados dentro do ambiente MusicBrainz, favor consultar a página `Base de dados do MusicBrainz / Esquema MusicBrainz Database / Schema <https://musicbrainz.org/doc/MusicBrainz_Database/Schema>`_ .
