Repository: rdswift/picard-docs-restructure
Catalog: _locale/*/LC_MESSAGES/config/options_tags_compatibility_id3.po
Languages: fr

source: :index:`ID3 Files <configuration; id3 tag options>`
fr: :index:`Fichiers ID3 <configuration; options de balise id3>`

source: **ID3v2 version**
fr: **Version ID3v2**

source: ID3v2.4 is the latest version and the default since Picard 2.9. Most modern software and devices can read ID3v2.4 tags. If you encounter issues with tag reading with your music player try using v2.3 instead.
fr: ID3v2.4 est la dernière version et la version par défaut depuis Picard 2.9. La plupart des logiciels et appareils modernes peuvent lire les tags ID3v2.4. Si vous rencontrez des problèmes de lecture avec votre lecteur de musique, essayez d'utiliser la version 2.3.

source: Other than native support for multi-valued tags in v2.4, the :doc:`Picard Tag Mapping <../appendices/tag_mapping>` section will show you what you lose when choosing v2.3 instead of v2.4.
fr: Outre la prise en charge native des balises à valeurs multiples dans la v2.4, la section :doc:`Correspondances des balises Picardes <../appendices/tag_mapping>` vous montrera ce que vous perdez en choisissant v2.3 au lieu de v2.4.

source: **ID3v2 text encoding**
fr: **Encodage de texte ID3v2**

source: The default for version 2.4 is UTF-8, the default for version 2.3 is UTF-16. Use ISO-8859-1 only if you face compatibility issues with your player.
fr: La valeur par défaut pour la version 2.4 est UTF-8, la valeur par défaut pour la version 2.3 est UTF-16. N'utilisez ISO-8859-1 que si vous rencontrez des problèmes de compatibilité avec votre lecteur.

source: **Join ID3v23 tags with**
fr: **Rejoignez les tags ID3v23 avec**

source: As mentioned above, ID3v2.3 does not support multi-value tags, and so Picard flattens these to strings before saving them to ID3v2.3 tags. This setting defines the string used to separate the values when flattened. Use '; ' for the greatest compatibility (rather than '/' since tags more often contain a '/' than a ';') and for the best visual compatibility in Picard between ID3v2.3 and other tagging formats.
fr: Comme mentionné ci-dessus, ID3v2.3 ne prend pas en charge les balises à valeurs multiples, et donc Picard les aplatit en chaînes avant de les enregistrer dans les balises ID3v2.3. Ce paramètre définit la chaîne utilisée pour séparer les valeurs lors de l'aplatissement. Utilisation ';' pour la plus grande compatibilité (plutôt que '/' puisque les balises contiennent plus souvent un '/' qu un ';') et pour la meilleure compatibilité visuelle en Picard entre ID3v2.3 et d'autres formats de balisage.

source: This setting is explicitly only for ID3 v2.3 tags, because those don't support proper multi value tags. Hence this separator setting is actually more of a workaround to this fact.
fr: Ce paramètre est explicitement réservé aux balises ID3 v2.3, car celles-ci ne prennent pas en charge les balises à valeurs multiples appropriées. Par conséquent, ce paramètre de séparateur est en fait plus une solution de contournement à ce fait.

source: Because Vorbis tags allow the same tag to exist multiple times, and hence support multi valued tags by default, there actually is no separator at all there. It is just multiple values, shown using whatever the player software uses as a separator.
fr: Étant donné que les balises Vorbis permettent à la même balise d'exister plusieurs fois, et donc prennent en charge les balises à valeurs multiples par défaut, il n'y a en fait aucun séparateur. Ce ne sont que des valeurs multiples, affichées en utilisant tout ce que le logiciel du lecteur utilise comme séparateur.

source: If for some reason you want all the values of the tag in a single field separated by some separator you could use a script like:
fr: Si, pour une raison quelconque, vous voulez toutes les valeurs de la balise dans un seul champ séparé par un séparateur, vous pouvez utiliser un script comme:

source: to flatten all the values into a single field separated by " / ".
fr: pour aplatir toutes les valeurs dans un seul champ séparé par " / ".

source: **Save iTunes compatible grouping and work**
fr: **Enregistrez le regroupement compatible iTunes et travaillez**

source: Save the tags grouping and work so that they are compatible with current iTunes versions. Without this option grouping will be displayed in iTunes as "work name" and work will not be available.
fr: Enregistrez le regroupement des balises et travaillez pour qu'elles soient compatibles avec les versions actuelles d'iTunes. Sans cette option, le regroupement sera affiché dans iTunes en tant que "nom de travail" et le travail ne sera pas disponible.

source: See the :doc:`Picard Tag Mapping <../appendices/tag_mapping>` section for details.
fr: Voir la section :doc:`Correspondances des balises Picardes <../appendices/tag_mapping>` pour plus de détails.

source: For other players supporting grouping and work you might need to disable this option. `MusicBee <https://getmusicbee.com/>`_ is one example of this.
fr: Pour les autres joueurs prenant en charge le regroupement et le travail, vous devrez peut-être désactiver cette option. `MusicBee <https://getmusicbee.com/>`_ en est un exemple.

source: **Also include ID3v1 tags in the files**
fr: ** Incluez également les balises ID3v1 dans les fichiers **

source: This is not recommended at all. ID3v1.1 tags are obsolete and may not work with non-latin scripts.
fr: Ce n'est pas du tout recommandé. Les balises ID3v1.1 sont obsolètes et peuvent ne pas fonctionner avec des scripts non latins.
