Repository: rdswift/picard-docs-restructure
Catalog: _locale/*/LC_MESSAGES/index.po
Languages: ca

source: About Picard
ca: Quant a Picard

source: Getting Started
ca: Primers passos

source: General Usage
ca: Ús general

source: Using Picard
ca: Ús de Picard

source: General Recommendations
ca: Recomanacions generals

source: Workflow Recommendations
ca: Recomanacions de fluxos de treball

source: Troubleshooting
ca: Resolució de problemes

source: Appendices
ca: Annexos

source: **User Guide for MusicBrainz Picard, the next generation tagger.**
ca: **Guia de l'usuari de MusicBrainz Picard, l'editor d'etiquetes de nova generació.**

source: MusicBrainz Picard is a cross-platform music file tagger. This User Guide is intended to augment the information provided on the `Picard website <https://picard.musicbrainz.org/>`_ and to provide an alternate format for the documentation, including a PDF document suitable for printing. Links to additional information such as scripts, plugins and tutorials are provided when available rather than trying to reproduce the information in this document.
ca: MusicBrainz Picard és un editor d'etiquetes de fitxers de música multiplataforma. Aquesta guia de l'usuari té com a objectiu ampliar la informació proporcionada al `lloc web de Picard <https://picard.musicbrainz.org/>`_ i proporcionar un format alternatiu per a la documentació, incloent-hi un document PDF apte per a impressió. Quan estan disponibles, es proporcionen enllaços a informació addicional com scripts, connectors i tutorials, en comptes d'intentar reproduir la informació en aquest document.
